{
    "about-us": "Tentang Kami",
    "our-portfolio": "Portofolio Kami",
    "product-services": "Produk & Layanan",
    "contact": "Kontak",
    "highlight-gallery": "Galeri Foto",
    "clients-projects": "Klien & Proyek",
    "rigging-aluminium-rental": "Sewa Rigging Aluminium",
    "stage-aluminium": "Stage Aluminium",
    "backdrop": "Backdrop",
    "sound-system": "Sound System",
    "lighting": "Lighting",
    "event-equipments": "Perlengkapan Event",
    "address": "Alamat",
    "contact-us": "Hubungi Kami",
    "who-we-are": "Siapa Kami",
    "product-overview": "Ringkasan Produk",
    "our-advantages": "Keunggulan Kami",
    "testimonies": "Testimoni",
    "contact-form": "Formulir Kontak",
    "hero-title": "Certified Event Expertise",
    "hero-subtitle": "Trusted Rental Rigging and Equipment",
    "about-us-subtitle": "\"Mengungkap Keahlian dan Semangat Kami untuk Acara Luar Biasa.\"",
    "trust-in-our": "Percayakan kepada",
    "certified-rigging-services": "Layanan Rigging Bersertifikasi", 
    "for-a-seamless-event-exp": "untuk pengalaman event yang lancar",
    "for-over-a-decade": "\"For over a decade, we have earned trust as event handling experts.\"",
    "projects-completed": "Proyek diselesaikan",
    "years-of-experience": "Tahun pengalaman",
    "trustworthy-partners": "Partner terpercaya",
    "positive-testimonials": "Testimoni positif",
    "partner-caption": "Dipercaya oleh Industri Ternama",
    "product-overview-desc": "\"Temukan Keunggulannya: Gambaran Umum Produk Kami.\"",
    "learn-more": "Pelajari lebih lanjut",
    "rigging-aluminium-rental-desc": "Discover the perfect solution for your event setup with our Rigging Aluminium Rental service. Elevate your event to new heights with our premium-grade rigging equipment, ensuring a seamless and safe experience. Trust our expertise to handle the details while you focus on creating memorable moments for your guests.",
    "stage-aluminium-desc": "Take center stage with our professional Stage Aluminium solutions. Designed for excellence, our premium-grade stages offer a sturdy and stylish platform for your event performances. From concerts to conferences, trust us to elevate your event experience and create a captivating stage for your spotlight moments.",
    "backdrop-desc": "Set the scene with our stunning Backdrop collection. From elegant to eye-catching, our backdrops add the perfect touch of charm and style to any event. Elevate your ambiance and leave a lasting impression on your guests with our premium Backdrop choices.",
    "sound-system-desc": "Experience crystal-clear sound and immersive audio with our top-notch Sound System. From intimate gatherings to large-scale events, our professional-grade equipment ensures every word and melody resonates with perfection. Let our cutting-edge sound technology elevate your event's auditory experience and leave a lasting impact on your audience.",
    "lighting-desc": "Illuminate your event with brilliance using our exceptional Lighting solutions. From subtle ambiance to dazzling displays, our professional-grade lighting sets the stage for an unforgettable experience. Let our expertise in lighting design and technology transform your event into a mesmerizing spectacle that leaves a lasting impression on your guests.",
    "event-equipments-desc": "Discover the comprehensive range of top-notch Event Equipment to perfect every aspect of your gatherings. From reliable rigging to stunning stages, captivating backdrops, premium sound systems, and mesmerizing lighting, our offerings ensure your event stands out with excellence. Elevate your event experience and let our professional equipment set the stage for success",
    "our-advantages-desc": "\"Exceeding Expectations: The Advantages that Set Us Apart\"",
    "advantage-1": "Quality Rigging Solutions",
    "advantage-1-desc": "We provide top-notch rigging services, offering precision, safety, and reliability for various events. Our certified rigging experts ensure the utmost professionalism, giving our clients peace of mind and confidence in every setup.",
    "advantage-2": "Seamless Event Experiences",
    "advantage-2-desc": "With our Stage Aluminium solutions, clients can count on sturdy and stylish stages that elevate event performances. Our stages are designed for excellence, creating a captivating platform for presenters and entertainers to shine.",
    "advantage-3": "Unforgettable Ambiance",
    "advantage-3-desc": "Our Backdrop collection adds a touch of charm and style to any event. From elegant to eye-catching designs, our backdrops enhance the event's overall aesthetic, creating a visually stunning backdrop for memorable moments.",
    "testimonies-desc": "\"Hear What Our Clients Have to Say About Their Remarkable Experiences\"",
    "testi-1": "\"I was truly blown away by the exceptional rigging services provided by Rajawali Production. The team's professionalism, attention to detail, and dedication to safety ensured that our event ran seamlessly.\"",
    "testi-2": "\"The backdrop from Rajawali Production was the highlight of our event's decor. It transformed the venue into an enchanting space. They truly turned our vision into reality.\"",
    "testi-3": "\"The stage setup was not only visually stunning but also incredibly sturdy. Their expertise in creating a captivating platform elevated the entire experience, leaving both performers and guests in amazements.\"",
    "cta-title": "Unlock Event Perfection",
    "cta-desc": "Your Event Deserves the Best: Reserve Our Services Today!",
    "contact-form-subtitle": "\"Get in Touch Today: Reach Out via Our Contact Form\"",
    "first-name": "Nama Depan",
    "last-name": "Nama Belakang",
    "phone-number": "Nomor Telepon",
    "email": "Email",
    "please-input-valid-email": "Mohon masukkan email yang valid",
    "choose-what-best-describes-you": "Pilih yang paling sesuai dengan Anda",
    "select-one": "Pilih salah satu...",
    "government-employee": "Pegawai Pemerintahan",
    "event-organizer": "Penyelenggara Event",
    "other": "Lainnya",
    "the-service-you-want-to-ask": "Layanan yang hendak anda tanyakan",
    "message": "Pesan",
    "write-your-message-here": "Tulis pesan Anda di sini...",
    "submit": "Kirim",
    "our-location": "Lokasi Kami",
    "find-us-here": "\"Temukan Kami di Sini: Inilah Lokasi Kami yang Mudah Dijangkau\"",
    "our-office": "Kantor Kami",
    "our-workshop": "Workshop Kami",
    "view-map": "Lihat Peta"
}